import SectionHeader from './../components/SectionHeader';

import aboutImage from '../assets/about/about.jpg';

const About = () => {
  return (
    <section>
      <SectionHeader title="عن الشركة" />
      <div className="w-4/6 mx-auto flex items-center justify-center gap-16 py-8">
        <div className="w-1/3">
          <img
            className="h-[400px] w-full rounded-lg shadow-2xl"
            src={aboutImage}
            alt="doctor holding x-ray"
          />
        </div>
        <p className="w-2/3 leading-7">
          انها أكثر من مجرد شركة رعاية صحية ولكنها نمط حياة بأكملها تقدم لك
          بطاقة خصم طبية التي تناسب احتياجاتك وميزانيتك. تكرس الشركة جهودها
          لمساعدتك على أن يكون لديك الشعور الأمن تجاه صحتك، وأسلوب حياتك. نحن
          نحقق ذلك من خلال مجموعة واسعة من خطط متكاملة عن الرعاية الصحية وخدمات
          كثيرة أثبتت أنها برامج صحية جيدة وهادفة لمتطلبات عملائنا الفريدة. في
          نيو لايف، نحن نفهم أن كل شخص فريد من نوعه، وكذلك صحتهم، نرى كل شخص
          يحدد نمط حياة صحية على طريقته. وهدفنا هو أن نكون جزءا في هذه العملية،
          ومساعدتهم على تحقيق أفضل أسلوب للحياة في جو صحي. نيو لايف واحدة من
          أكبر شركات الخدمات والرعاية الطبية في السوق اليمني، كما تتضمن أكثر من
          مركز طبي مقدم للخدمة كما أنها أيضاً في زيادة مستمرة. دون أي شبكة طبية
          أخرى تتميز شبكة نيو لايف الطبية بأنها تلائم اختياراتك من المراكز التي
          عادة ما يتعامل معها كل فرد مثل المستشفيات – المستوصفات – العيادات
          بأنواعها – مراكز الفحص الطبي – مراكز علاج العيون – مراكز العلاج
          الطبيعي – معامل التحاليل ومراكز الأشعة – مراكز الاستجمام SPA – مراكز
          اللياقة البدنية GYM – مراكز التجميل ومحلات بيع النظارات الشمسية
          والطبية – الصيدليات وغيرها الكثير. هذا بالإضافة إلى إمكانية إضافة
          أماكن جديدة بحسب اختيارك عن طريق إعلام خدمة العملاء وسوف نتوجه للتعاقد
          معها على الفور وبهذا تكون شبكتنا الطبية بحسب اختيارات عملائنا. ولانا
          نهتم دائماً بخدمة عملائنا فإننا نحرص دائماً على التواصل معهم لقياس مدى
          رضاءهم عن الخدمة واستقبال الاقتراحات ودراستها بعناية، كما أننا نقوم
          بإبلاغ عملائنا بشكل دوري بالإضافات الجديدة في الشبكة الطبية عن طريق
          رسائل الجوال النصية SMS. وعن طريق تطبيق واتسب.
        </p>
      </div>
      <div className="w-full flex items-center justify-center gap-8 py-8 text-[19px] font-medium">
        <h4 className="text-[#0591BE] leading-6">قيمة تهتم بعنايتكم وصحتكم</h4>
        <button className="leading-7 bg-[#0591Be] text-white py-2 px-8">
          اشتراك
        </button>
      </div>
    </section>
  );
};

export default About;
