import companyImage1 from '../assets/company/company1.jpg';
import companyImage2 from '../assets/company/company2.jpg';

const Companies = () => {
  return (
    <section className="w-4/5 py-20 mx-auto flex items-center justify-between gap-8">
      <div className="flex-1">
        <h3 className="text-[#1189a8] text-3xl border-b border-black pb-4">
          شركة نيو لايف
        </h3>
        <p className="my-4 leading-6 font-medium text-lg text-[#212529]">
          شركة متخصصة تعمل في مجال تقديم الخدمات الطبية والرعاية الصحية للهيئات
          والشركات العامة والخاصة والنقابات والجمعيات التعاونية والخيرية
          والأفراد بجميع شرائح المجتمع لضمان وتوفير مستوى متميز من الخدمات
          لأعضاء هذه الهيئات ولأسرهم. ويعد برنامج الرعاية الصحية الذي تقدمة
          &quot;نيو لايف&quot; للرعاية الصحية أحد أهم البرامج للعاملين في هذا
          المجال
        </p>
        <img className="w-full h-[300px] " src={companyImage1} alt="" />
        <p className="my-4 leading-6 font-medium text-lg text-[#212529]">
          تلتزمُ نيو لايف في جعل الخدمات الصحيّة الفوريّة وطويلة الأمد متاحة
          ومعقولة التكلفة من خلال توفير الخصم مع المحافظة على الجودة العالية
          ومساعدة العملاء في تلبية احتياجاتهم في مجال الرعاية الصحيّة. سوف تشكّل
          بطاقة الرعاية الصحية جسرَ الاهتمام والعناية بكم وبأفراد أسرتكم.
          سيستفيدُ عملاؤنا من أعلى مستويات الخدمات الطبيّة والرعاية الصحيّة
          بأسعار معقولة.
        </p>
      </div>
      <div className="flex-1">
        <h3 className="text-[#1189a8] text-3xl border-b border-black pb-2">
          برنامج نيولايف للرعاية الصحية
        </h3>
        <p className="my-4 leading-6 font-medium text-lg text-[#212529]">
          أقوى بطاقة علاج نقدي في الجمهورية اليمنية يقوم على فكرة الخصم النقدي
          المباشر بأفضل وأقل الأسعار (بنسب خصم تصل حتى 80%) في المجال الطبي
          للهيئات والشركات والأفراد في جميع التخصصات الطبية والعمليات الجراحية
          والتحاليل والأشعة والأدوية والنظارات وغيرها الكثير.
        </p>
        <img className="w-full h-[300px]" src={companyImage2} alt="" />
        <p className="my-4 leading-6 font-medium text-lg text-[#212529]">
          نصبو إلى التواصل مع أكبر عدد ممكن من الناس من كافة أرجاء الجمهورية
          اليمنية فنمكّنَ كلّ إنسان من النفاذ إلى شبكتنا وتبادل خبراتنا مع مرضى
          آخرين عبر منتدياتنا المتعدّدة. سوف نساعدهم أيضاً في العثور على
          المعلومات التي يريدونها حول أفضل الأطبّاء والمستشفيات والخدمات الطبّية
          بالاستعانة بكتب الدليل الشاملة
        </p>
      </div>
    </section>
  );
};

export default Companies;
